7zip
acpi
adw-gtk-theme
alsa-utils
amd-ucode
aspnet-runtime
base
base-devel
bc
bluez
bluez-utils
bpytop
brightnessctl
cmatrix
dialog
dnsmasq
dotnet-sdk
edk2-ovmf
efibootmgr
eog
evince
fd
file-roller
firefox
freecad
freerdp
fzf
gimp
git
github-cli
grim
grub
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-ugly
hypridle
hyprland
hyprlauncher
hyprpaper
inkscape
intel-ucode
iwd
kcalc
kitty
kvantum
lazygit
libappindicator
libpulse
libva-utils
libvirt
linux
linux-firmware
linux-headers
loupe
mako
mousepad
mpv
nano
nemo
nemo-fileroller
neovim
nodejs
noto-fonts
npm
nwg-look
obs-studio
openbsd-netcat
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-gnome
power-profiles-daemon
python-google-api-python-client
python-google-auth-oauthlib
qemu-desktop
qt5ct
qt6ct
sddm
slurp
sof-firmware
starship
sudo
swww
ttf-jetbrains-mono-nerd
unrar
unzip
vim
virt-manager
vlc
waybar
wev
wireplumber
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
zip
zram-generator
zsh
zsh-autosuggestions
zsh-syntax-highlighting
