7zip
adw-gtk-theme
alsa-utils
aspnet-runtime
base
base-devel
bluez
bluez-utils
cmatrix
dotnet-sdk
eog
firefox
freecad
fzf
gimp
git
github-cli
grim
grub
gst-plugin-pipewire
hyprland
hyprlauncher
hyprpaper
inkscape
intel-ucode
kitty
kvantum
lazygit
libpulse
linux
linux-firmware
nemo
neovim
nodejs
noto-fonts
npm
nwg-look
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
qt5ct
qt6ct
sddm
slurp
starship
sudo
swww
ttf-jetbrains-mono-nerd
unrar
unzip
vim
vlc
waybar
wev
wireplumber
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
zip
zram-generator
zsh
zsh-autosuggestions
zsh-syntax-highlighting
